Repository: marcosjrs/TestCakePHP2.5.3_Con_Bake
Catalog: app/Locale/*/LC_MESSAGES/core.po
Languages: es_es

source: Submit
es_es: Guardar

source: Actions
es_es: Acciones

source: previous
es_es: anterior

source: next
es_es: siguiente

source: View
es_es: Ver

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Edit Mesa
es_es: Editar Mesa

source: Add Mesa
es_es: Crear Mesa

source: Add Mesero
es_es: Crear Mesero

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
es_es: PÃ¡gina {:page} / {:pages}.<br>Mostrando de la fila {:start} a la {:end}.<br>{:current} filas mostradas de un total de {:count}.

source: View Plato
es_es: Ver Plato

source: Edit Plato
es_es: Editar Plato

source: List Platos
es_es: Listar los Platos

source: New Plato
es_es: Crear Plato

source: List Categoria Platos
es_es: Listar Categorias de platos

source: New Categoria Plato
es_es: Crear Categoria

source: List Cocineros
es_es: Listar Cocineros

source: Related Cocineros
es_es: Cocineros

source: Delete Plato
es_es: Borrar Plato

source: New Cocinero
es_es: Crear Cocinero

source: View Cocinero
es_es: Ver Cocinero

source: Edit Cocinero
es_es: Editar Cocinero

source: Delete Cocinero
es_es: Borrar Cocinero
